<template>
    <div id="main">
       
      <p>Таск-менеджер (task manager — менеджер задач) — программа, которая помогает управлять проектами. С помощью таск-менеджера можно планировать и ставить сотрудникам задачи, задавать сроки, следить за их выполнением и контролировать результаты. Инструмент нужен, чтобы не было хаоса в работе. Он позволяет отследить, насколько эффективно и слаженно продвигается работа команды, своевременно ли закрываются задачи. Всегда можно зайти в приложение и посмотреть: что происходит в проекте, кто над чем работает. А если что-то пошло не так — успеть скорректировать график или оптимизировать проект.</p>


        <p>Работа в таск-менеджере происходит онлайн — это важно для удаленной команды. Можно выстроить диалог и оставаться на связи со всеми коллегами, каждый сотрудник знает, за что отвечает. Это помогает соблюдать тайм-менеджмент: задачи не останутся без внимания и не потеряются, а дедлайны не будут сорваны. </p>

<p>Таск-менеджер можно использовать не только в команде, но и для собственных задач: повседневных дел, семьи. Например, составить  список дел на каждый день и разбить их на подзадачи — чтобы эффективнее планировать свое время. Это поможет не заблудиться в делах и не забыть о самом важном. </p>
    </div>
</template>

<script>

export default ({
    name: "MainView",

    data() {
        return {
            
        
        }
    },

    computed: {
      
    },

})
</script>

<style>
#main {
    height: 100vh;
    margin: auto;
    width: 760px;
    text-align:justify;
}

p{
    padding-top: 20px;
    font-size: 20px;
}
</style>